<?php
return [
  //Test//
  "ArabicWord" => "كلمة عربية",
  "Test" => "تجربة",
  //Navigation//
  "Home" => "الرئيسية",
  "Online" => "أونلاين",
  "Offline" => "أوفلاين",
  "online" => "أونلاين",
  "offline" => "أوفلاين",
  "All_Stores" => "كل المتاجر",
  "Categories" => "الفئات",
  "About_Us" => "عننا",
  "Earn_Cashback" => "إسترد",
  "Search" => "إبحث...",
  "Sell_With_DCM" => "بيع معنا",
  "Sell_With_us" => "بيع معنا",
  "Sign_Up" => "سجل معنا",
  "Profile" => "بروفايل",
  "FILTERS" => "فلتر",
  "Store" => "متجر",
  "Retail" => "متجر",
  "retail" => "متجر",
  "Discount" => "تخفيض",
  "Sub_Categories" => "فئات فرعية",
  "Up_to_10" => "خصم يصل إلى 10%",
  "Up_to_15" => "خصم يصل إلى 15%",
  "Gender" => "النوع",
  "Male" => "ذكر",
  "Female" => "أنثي",
  "Location" => "الموقع",
  "UAE" => "الإمارات العربية المتحدة",
  "Apply_Changes" => "إحفظ وإبحث",
  "discount_to" => "تخفيض يصل الي",
  "Logout" => "تسجيل خروج",
  "Sign_IN" => "تسجيل دخول",
  "close" => "إغلاق",
  "search_" => "بحث",
  "all_emirates" => "كل الإمارات",
  "Feedback" => "الأراء والتعليقات",
  "thank_you" => "شكرا لك",
  "redeem_successful" => "نجحت عملية الإسترداد الخاصة بك",
  "your_coupon_code" => "كود الكابون الخاص بك هو",
  "share_it" => "شارك  مع أصدقائك",
  "attention" => "إنتباه !",
  "copy_it" => "إنسح هذا الرمز الحصري عند الدفع , لا تنس أن تطالب بإسترداد النقود منا!",
  "grab_deal" => "إحصل علي الصفقة",
  "show_it" => "قم بتقديم رمز القسيمة الذي قمت بتنزيله في المتجر للاستمتاع بخصم حصري! لا تنس أن تطالب باسترداد النقود منا!",
  "out_of" => "من",
  "items_showing" => "العناصر",
  "Customer" => "العميل",
  "Download" => "تحميل",
  "Whatsapp" => "وأتساب",
  "redeem_successful_pdf" => "تم إنشاء استرداد رمز القسيمة الخاص بك بنجاح",
  "redem_text_pdf" => "ما عليك سوى تقديم ملف رمز الاستجابة السريعة هذا للمتجر، ثم أمسحه ضوئيًا واستمتع بالخصم الحصري على مشترياتك.",
  "redeem_congratulations_txt" => "تهانينا",

  //All-Categories//
  "Mart" => "سوق",
  "Beauty_Wellness" => "الصحة والجمال",
  "Fashion_Accessories" => "الأزياء والإكسسوارات",
  "Furniture_Decor" => "الأثاث والديكور",
  "Kids" => "الأطفال",
  "Sport" => "رياضة",
  "Home_Services" => "خدمات منزلية",
  "Maintenance_Repair" => "صيانة",
  "Entertainment" => "ترفيه",
  "Business" => "أعمال",
  "Food_Dine_in" => "الأكل والمطاعم",
  "Boutique" => "بوتيك",
  "Watch_Jewelry" => "ساعات ومجوهرات",
  "Eye_Wear" => "نظارات",
  "Foot_Wear" => "أحذية",
  "Accessories" => "الإكسسوارات",

  "Active_Wear" => "ملابس رياضية",
  "Saloon" => "صالون تجميل",
  "SPA" => "منتجع صحي",
  "Gyms" => "صالات رياضية",
  "Fragrance" => "عطور",
  "Cosmetics" => "مستحضرات تجميل",
  "Home_Decor" => "ديكور المنزل",
  "Living_Room_Furniture" => "أثاث غرفة المعيشة",
  "Dinning_Room_Furniture" => "أثاث غرفة الطعام",
  "Office_Furniture" => "أثاث مكتبي",
  "Decorative_Accessories" => "إكسسوارات ديكور",

  "Window_Treatments" => "معالجة نوافذ",
  "Bathroom_Furniture_Accessories" => "إكسسوارات صحية",
  "Creche" => "حضانة",
  "Play_School" => "لايوجد",
  "Activity_Area" => "لايوجد",
  "Clinic" => "عيادة",
  "Cleaning_Service" => "خدمات التنظيف",
  "Maintenance_Services" => "خدمات الصيانة",
  "Home_Improvement_Services" => "خدمات تحسين المنزل",
  "Moving_Storage_Services" => "خدمات التخزن والنقل",

  "Specialized_Cleaning_Services" => "خدمات تنظيف متخصصة",
  "Freelancer" => "مستقل",
  "Contractors" => "مقاولون",
  "Relators" => "سماسرة عقارات",
  "convenience_stores" => "متاجر",
  "outlet_stores" => "مخازن",
  "speciality_stores" => "متاجر متخصصة",
  "Dental_Clinics" => "عيادة أسنان",
  "Health_care" => "رعاة صحية",
  "Garages" => "جراج",
  "Appliance_Repairs" => "إصلاح الإجهزة",
  "Electronics_Repairs" => "إصلاح إلكترونيات",

  "ONLINE_STORES" => "متاجر أونلاين",
  "RETAIL_STORES" => "متاجر أوفلاين",
  //UAE Icons//
  "ABU DHABI" => "ابوظبي",
  "DUBAI" => "دبي",
  "SHARJAH" => "الشارقة",
  "FUJAIRAH" => "الفجيرة",
  "AJMAN" => "عجمان",
  "UMM ALQUWAIN" => "ام القيوين",
  "RAS ALKHAIMAH" => "رأس الخيمة",
  //Website Text//
  "earn_coupons_title" => "كيف تكسب مع",
  "earn_coupons_title01" => "عروض وكبونات مينا ؟",
  "earn_coupons_txt_01" => "حدد علامتك التجرية المفضلة وإضغط علي أظهر القسيمة.",
  "earn_coupons_txt_02" => "إستخدم الكود وأحصل علي الخصم.",
  "earn_coupons_txt_03" => "إرفق الإيصال , وأحصل علي نقودك.",
  "earn_coupons_btn_01" => "إكسب الأن",
  "earn_coupons_btn_02" => "تسوق الأن",
  "earn_coupons_btn_03" => "سجل معنا",
  //Website Buttons//
  "browser" => "إستكشف",
  //Website Forms//
  "email_place_holder" => "إدخل بريدك الإلكتروني هنا",
  //Footer Section//
  "footer_text01" => "كل الحقوق محفوظة | ",
  "footer_text02" => "شركة دار الأفكار للتسويق",
  "footer_section_1_text01" => "عننا",
  "footer_section_2_text01" => "متاجر شائعة",
  "footer_section_3_text01" => "فئات شائعة",
  "footer_section_4_text01" => "إشترك في بريدنا الإلكتروني",
  "footer_section_4_text02" => "لتحصل علي أخر الاخبار والمستجدات",
  //Statics Links - Section 1
  "About Us" => "عننا",
  "FAQ" => "الإسئلة الشائعة",
  "FAQs" => "الإسئلة الشائعة",
  "Blogs" => "المدونة",
  "Privacy & Cookie Policy" => "سياسة الخصوصية",
  "Terms & Conditions" => "الاحكام والشروط",
  "Anti-Spam & Policy" => "سياسة منع الغش والإحتيال",
  "Contact Us" =>  "تواصل معنا",
  //Statics Links - Section 2
  "footer_section_2_link01" => "نون",
  "footer_section_2_link02" => "سيفي",
  "footer_section_2_link03" => "يلا تويز",
  "footer_section_2_link04" => "شكسبير فلور",
  "footer_section_2_link05" => "ذا سيكرت سكن",
  "footer_section_2_link06" => "دراجون مارت",
  //Statics Pages//
  "dcm_page_title_text01" => "روّج لأعمالك معنا",
  "dcm_page_title_text02" => "هل أنت صاحب أعمال أو شركة صغيرة ومتوسطة وتتطلع إلى توسيع نطاق وصولك إلى السوق وزيادة مبيعاتك؟ كن شريكًا معنا وافتح عالمًا من الفرص.",
  "dcm_page_title_text03" =>  "لماذا تنضم الينا ؟",
  "dcm_page_title_text04" =>  "وصول للأسواق",
  "dcm_page_title_text05" =>  "يمكنك الوصول إلى شبكتنا الواسعة من المشترين والوصول إلى أسواق جديدة دون عناء.",
  "dcm_page_title_text06" =>  "وسع إنتشار علامتك التجارية",
  "dcm_page_title_text07" =>  "قم بزيادة ظهور علامتك التجارية وتعزيز سمعة علامتك التجارية بين جمهورنا المشاركين.",
  "dcm_page_title_text08" =>  "زيادة المبيعات",
  "dcm_page_title_text09" =>  "عزز مبيعاتك ووسع قاعدة عملائك من خلال استراتيجياتنا التسويقية المستهدفة.",
  "dcm_page_title_text10" =>  "حلول فعالة من حيث التكلفة",
  "dcm_page_title_text11" =>  "استفد من حلولنا الفعالة من حيث التكلفة للترويج لمنتجاتك/خدماتك وزيادة عائد استثمارك إلى الحد الأقصى.",
  "dcm_page_title_text12" =>  "B2C",
  "dcm_page_title_text13" =>  "كما نقوم أيضًا بتسهيل الاتصال المباشر بين المشترين والشركات، مما يضمن حصول أصحاب الأعمال على إمكانية الوصول إلى بيانات المستخدم القيمة دون أي تأخير في الاتصال.",

  "dcm_page_title_textn" =>  "0% عمولة المبيعات",
  "dcm_page_title_textnp" =>  "لا نتقاضى اي عمولة من المبيعات التي تتم عن طريق DCM.",

  //Website Forms-Btns//
  "business_name" => "إسم العمل",
  "business_address" => "عنوان العمل",
  "first_name" => "الإسم الأول",
  "last_name" => "الإسم الأخير",
  "user_email" => "البريد الإلكتروني",
  "phone_number" => "رقم الهاتف ",
  "business_category" => "إختار فئة العمل",
  "form_text01" => "إستقبل بريدنا الإلكتروني عندما تحصل علي أرباح",
  "form_submit_btn" => "يُقدِّم",
  "form_password" => "كلمة المرور",
  "show_coupon" => "أظهر القسيمة",
  //Website Healines-Title//
  "about_us_head" => "عن",
  "about_us_mission_vission_head" => "رؤيتنا ورسالتنا",
  "about_us_join_us_head" => "إنضم الينا الأن",

  //About-Us Page//
  "about_page_text_sec_01" => "نقدم لك أفضل الخصومات والكوبونات، بغض النظر عما تبحث عنه “إلكترونيات، أثاث، ملابس” أو أي شيء آخر. والحقيقة أن موظفينا في  يحاولون باستمرار الكشف عن أفضل الخصومات عبر المتاجر للسماح لنا بتزويد مستخدمينا بأفضل العروض. مزيج من خصومات متاجر التجزئة، وأكواد الخصم الفريدة من  والاسترداد النقدي الإضافي هو الصفقة المثالية.",
  "about_page_text_sec_02" => "في الوقت الحاضر، ليس لدى الناس الوقت للتنقل حول مجمع التسوق أو المركز التجاري لشراء العناصر المرغوبة بسبب الإزعاج الذي يسببه، ولن يضيع معظم الناس وقتهم في التجول حول مجمع التسوق لشراء عنصر واحد فقط.",
  "about_page_text_sec_03" => "لقد تعاونا مع مجموعة متنوعة من العلامات التجارية والتجار الذين يقدمون منتجات وخدمات متنوعة للأشخاص من جميع الأجناس والأعمار في محاولة لزيادة القدرة الشرائية للبلاد.",
  "about_page_text_sec_04" => "علاوة على ذلك، من المهم أن نتذكر أن الهدف لم يكن مجرد حث المستهلكين على شراء المزيد، بل كان أيضًا تسوية مشكلاتهم المتعلقة بإدارة الأموال. يمكن لمستخدمي كوبونات خصم Dealsandcouponmena.com المجانية في دول مجلس التعاون الخليجي شراء المزيد من العناصر بسعر أقل، وهو بلا شك متعة.",
  "about_page_text_sec_05" => "لنكون صادقين، لقد ألهمنا عددًا كبيرًا من الأشخاص لتحقيق أحلامهم في التسوق من المنزل. يمكننا أن نقول بأمان أننا قمنا بتحويل جميع زوار الموقع تقريبًا إلى عملاء مخلصين، وهو امتياز عظيم لطاقمنا بأكمله.",

  "about_sec_02_title" => "رؤيتنا ورسالتنا",

  "about_page_text_sec02_01" =>  "تتمثل مهمتنا في تقديم خدمات حقيقية وهامة لجميع عملائنا في دول مجلس التعاون الخليجي لشراء منتجاتهم المرغوبة بخصومات مذهلة. وبطبيعة الحال، تتمثل رؤيتنا في أن نصبح مزود خدمات الكوبونات والخصومات الأكثر شهرة واحترامًا لجميع عملائنا الأوفياء، وأن نتذكر أيضًا كمقدمي الخدمات المهذبين. قيمنا الأساسية",
  "about_page_text_sec02_02" =>  "من الصعب حقًا الاستمرار في عالم الأعمال سريع النمو هذا دون الحفاظ على القيم الأساسية لعملك. بالإضافة إلى ذلك، يعتمد علينا عدد كبير من العملاء بشكل كبير ويستفيدون من أفضل عروض الخصم في دبي والكويت وعمان والأردن ومصر والمملكة العربية السعودية. ونتيجة لذلك، تقع على عاتقنا مسؤولية احترام بعض العناصر.",
  "about_page_text_sec02_03" =>  "نحن نقدم رموز الخصم، والتي يمكن استخدامها في مجموعة واسعة من الفئات. بعض الفئات التي نقدمها مذكورة أدناه",

  "about_page_text_sec02_04_list01" =>  "أزياء وأسلوب حياة",
  "about_page_text_sec02_04_list02" =>  "صحة وجمال",
  "about_page_text_sec02_04_list03" =>  "عناية بالبشرة",
  "about_page_text_sec02_04_list04" =>  "أحذية",
  "about_page_text_sec02_04_list05" =>  "إلكترونيات",
  "about_page_text_sec02_04_list06" =>  "هدايا",

  "about_page_text_sec02_06" =>  "هدفنا ليس فقط تقديم أكبر عدد ممكن من عروض الخصم في دول مجلس التعاون الخليجي. من أجل تزويد عملائنا بقيمة ممتازة مقابل المال، فإننا نسعى دائمًا لتحسين الجودة والحفاظ عليها. كانت إحدى واجباتنا المهمة دائمًا هي الحفاظ على الجودة.",
  "about_page_text_sec02_07" =>  "فريق الخدمة المخلص والمهني لدينا",
  "about_page_text_sec02_08" =>  "للتأكد من أن الخدمات التي نقدمها بسيطة قدر الإمكان، يتلقى فريقنا تدريبًا متكررًا. يضع العملاء ثقتهم الكاملة فينا، كما ذكرنا سابقًا، لذلك فإن أولويتنا القصوى هي تحسين تجربتهم من خلال تقديم خدمات عالية الجودة. -خدمات مجانية",
  "about_page_text_sec02_09" =>  "هكذا يعمل الموقع الإلكتروني الخاص بنا",

  "about_page_text_sec02_04_list07" =>  "قم بزيارة الموقع الرسمي لعلامتك التجارية المفضلة ",
  "about_page_text_sec02_04_list08" =>  "قم بتطبيق الرمز الترويجي / الخصم في صندوق الخصم للحصول على السعر المخفض.",
  "about_page_text_sec02_04_list09" =>  "قم بتضمين عنوان الشحن المفضل لديك للحصول على العنصر الخاص بك في الوقت المحدد.",
  "about_page_text_sec02_04_list10" =>  "قم بتقديم الطلب ثم أكمل الدفع عن طريق تحديد أحد الخيارات المتاحة.",
  "about_page_text_sec02_04_list11" =>  "هذا كل شيء، لقد وفرت للتو مبلغًا هائلاً من المال.",

  //New//

  "faq_page_text_01" =>  "دليلك الشامل لفهم الكوبونات والأكواد الترويجية الإماراتية لتحقيق توفير كبير هل تبحث عن صفقة وخصم؟ لقد وصلت إلى الموقع المناسب عن طريق اختيار Dealsandcouponsmena.com. نحن متخصصون وخبراء في مساعدة المتسوقين عبر الإنترنت على توفير الكثير من المال وشراء العناصر المفضلة لديهم. لتجنب أي مشاكل، ننصح العملاء باستخدام قائمة كوبونات الخصم الإماراتية المعتمدة. يجب على المستخدمين لأول مرة التركيز على منطقة الأسئلة الشائعة لمزيد من المعلومات.",
  "faq_page_text_02" =>  "أسئلة مكررة",
  "faq_page_text_question_01" =>  " تعلم أكثر عن الكوبونات والخصومات",
  "faq_page_text_answer_01" =>  "يتم استخدام الأرقام أو الحروف الهجائية البسيطة ككوبونات أو رموز ترويجية لتحقيق الخصومات. يمكن أن تكون هذه المجموعة بأكملها في سلة التسوق أو مجرد عنصر أو علامة تجارية أو خدمة معينة. فيما يلي بعض الأسماء أو النماذج الإضافية لهذه الرموز.",
  "faq_page_text_question_02" =>  "هل تواجه مشكلة مع أكواد الخصومات؟",
  "faq_page_text_answer_02" =>  "يتم استخدام الأرقام أو الحروف الهجائية البسيطة ككوبونات أو رموز ترويجية لتحقيق الخصومات. يمكن أن تكون هذه للمجموعة بأكملها في سلة التسوق أو مجرد عنصر أو علامة تجارية أو خدمة معينة. فيما يلي بعض الأسماء أو النماذج الإضافية لهذه الرموز.",
  "faq_page_text_question_03" =>  "الكود لم يعد صالحا للإستخدام ؟",
  "faq_page_text_answer_03" =>  "لا يوجد",
  "faq_page_text_question_03" =>  "الكود لم يعد صالحا للإستخدام ؟",
  "faq_page_text_answer_03" =>  "لا يوجد",
  "faq_page_text_question_04" =>  "أحصل علي الإستثناء",
  "faq_page_text_answer_04" =>  "لا يوجد",
  "faq_page_text_question_05" =>  "أكواد الخصم حساسة للأحرف",
  "faq_page_text_answer_05" =>  "لا يوجد",
  "faq_page_text_question_06" =>  "موقع المشتريين",
  "faq_page_text_answer_06" =>  "لا يوجد",
  "faq_page_text_question_07" =>  "كيف تستخدم الكوبونات ؟",
  "faq_page_text_answer_07" =>  "تختلف تفاصيل كيفية تطبيق الرمز الترويجي أو رمز القسيمة من علامة تجارية إلى أخرى، ومن بائع تجزئة إلى آخر
  حالة إلى حالة. عادةً ما يكون لدى العملاء عبر الإنترنت خيار استرداد الرمز أو استخدامه عند الانتهاء من إجراء الدفع.
  يُطلب من العملاء اختيار مربع القسيمة لإدخال رمز القسيمة قبل إكمال إجراء الدفع.",

  "faq_page_text_answer_08" =>  "بينما تحاول بعض المتاجر جعل الأمور مربكة، ضع في اعتبارك أن هذه هي المرحلة الأكثر أهمية؛
  غالبية الوقت؛ تعرض المتاجر صندوق قسيمة مع زر تطبيق الرمز حتى يتمكن العملاء من التعرف عليه بسرعة.",

  "faq_page_text_answer_09" =>  "ملاحظة: إذا كنت تواجه صعوبات في العثور على صندوق القسيمة، تواصل مع ممثلي خدمة العملاء.",
  "faq_page_text_07" =>  "هل لديك أي إسئلة أخري؟",
  "contact_us" =>  "تواصل معنا",
  "uae_coupons_list" =>  "كابون",
  "uae_promo_list" =>  "برومو كود",
  "uae_discount_list" =>  "كود تخفيض",
  "uae_voucher_list" =>  "فاتورة",
  "FAQs" =>  "الإسئلة الشائعة",
  "Privacy_Policy" =>  "سياسية الخصوصية",
  "anti_spam_policy" => "سياسة عدم الغش والإحتيال",
  "terms_conditions" => "الأحكام والشروط",

  //Sing-Up Modal
  "sign_in_to_dcm" => "سجل دخولك الي",
  "or_use_your_account" => "أو إستخدم حسابك",
  "email_dcm_form" => "البريد الإلكتروني",
  "password_dcm_form" => "كلمة المرور",
  "forget_password_txt" => "نسيت كلمة المرور ؟",
  "sign_in_btn" => "سجل الدخول",
  "dmc_modal_text01" => "مرحبا بك",
  "dmc_modal_text02" => "أدخل بياناتك الشخصية وابدأ الرحلة معنا. أو يمكنك التسجيل إذا لم يكن لديك حساب",
  "sign_up_btn" => "سجل معنا",

  "dcm_create_account" => "انشاء حساب",
  "dcm_reg_text" => "أو إستخدم بريدك الإلكتروني لإنشاء الحساب",
  "dcm_name_txt" => "إسم المستخدم",
  "dcm_wlc_back" => "مرحبا بك",
  "dcm_wlc_back_txt" => "للبقاء على تواصل معنا يرجى تسجيل الدخول بمعلوماتك الشخصية",
  "dcm_name_txt" => "الأسم",

  //User Navbar//
  "menu" => "القائمة",
  "claim_cashback_menu" => "إسترد نقودك",
  "payment_history_menu" => "سجل الدفعيات",
  "with_draw_menu" => "السحب النقدي",
  "referral_earn_menu" => "الإحالة والمشاركة",
  "settings_menu" => "الإعدادت",
  "logout_menu" => "تسجيل خروج",

  //User Profile
  "total_earnings" => "الأرباح الكلية",
  "total_earnings_txt_01" => "ستظهر الأرباح هنا بعد تقديم فاتورة التسوق الخاصة بك ضمن الحساب الخاص بك.",
  "total_earnings_txt_02" => "أحصل علي أرباحك",
  "total_earnings_txt_heading_01" => "سجل الدفع",
  "total_earnings_txt_heading_01_txt" => "أكتب المحتوي هنا",
  "total_earnings_txt_heading_02" => "السحب النقدي",
  "total_earnings_txt_heading_02_txt" => "أكتب المحتوي هنا",
  "total_earnings_txt_heading_03" => "إسترد نقودك",
  "total_earnings_txt_heading_03_txt" => "أكتب المحتوي هنا",
  "view_more_btn_txt" => "إعرض المزيد",

  "cash_back_txt" => "أكتب المحتوي هنا",
  "upload_invoice_txt" => "إرفق الفاتورة هنا",
  "upload_btn" => "إرفق الفاتورة",
  "withdraw_btn" => "إسترد نقودك",
  "no_data_found" => "لاتوجد بيانات",
  "number_txt" => "رقم الفاتورة",
  "invoice_txt" => "الفواتير",
  "status_txt" => "الحالة",
  "date_txt" => "التاريخ",
  "id_txt" => "#",
  "account_details_txt" => "تفاصيل الحساب",
  "contact_number_txt" => "رقم هاتف",
  "account_requested_txt" => "طلب الحساب",

  "profile_para_1" => "قم بسحب النقود المستردة عند وصولها إلى 100 درهم إماراتي. حوّل المبلغ الإجمالي مباشرةً إلى حسابك البنكي.",
  "profile_para_2" => "اختر المبلغ الذي تريد سحبه و استمتع بأرباحك.",
  "profile_para_3" => "راقب جميع المعاملات وتحقق من أي دفعات تم استلامها من قبلنا.",

  //User Settings Menu
  "user_settings_txt" => "الإعدادات",
  "user_personal_details_txt" => "تفاصيل الحساب",
  "user_change_pass_txt" => "غير كلمة المرور",
  "user_form_txt_01" => "إسمك",
  "user_form_txt_02" => "رقم الهاتف",
  "user_form_txt_03" => "بريدك الإلأكتروني",
  "user_form_txt_05" => "تلقي بريد إلكتروني عندما تحصل علي أرباح",
  "user_form_txt_06" => "كلمة المرور الحالية",
  "user_form_txt_07" => "كلمة المرور الجديدة",
  "user_form_txt_08" => "إعادة كتابة كلمة المرور الجديدة",
  "save_changes_btn_txt" => "إحفظ",


  //Referral & Earn
  "referral_txt_01" => "رابط الإحالة الفريد الخاص بك",
  "referral_txt_02" => "كيفية إستخدام الرابط؟",
  "referral_txt_03" => "أكتب المحتوي هنا",
  "referral_copy_link_btn" => "إنسح الرابط",
  "referral_txt_04" => "دعوة بواسطة البريد الإلكتروني",
  "referral_txt_05" => "كيفية إستخدام الرابط؟",
  "referral_txt_06" => "أكتب المحتوي هنا",
  "referral_email_txt" => "أدخل بريدك الإلكتروني هنا",
  "referral_txt_07" => "أرسل الدعوة",
  "referral_txt_08" => "الدعوة عبر وسائل التواصل الاجتماعي",
  "referral_txt_09" => "كيفية إستخدام الرابط؟",
  "referral_txt_10" => "أكتب المحتوي هنا",

  //Forget-Password Modal//

  "forget_pass_txt_01" => "نسيت كلمة المرور",
  "forget_pass_txt_02" => "بريدك الإلكتروني",
  "forget_pass_txt_03" => "ُأدخل عنوان بريدك الإلكتروني",
  "forget_pass_btn" => "أرسل الرابط",
  "forget_pass_txt_04" => "لديك حساب مسباقا؟",
  "forget_pass_txt_05" => "سجل الدخول",

  //Password-Reset//

  "password_rest_txt_01" => "إعد ضبط كلمة المرور",
  "password_rest_txt_02" => "يمكننا مساعدتك في إعادة ضبط كلمة المرور",
  "password_rest_btn" => "إعد ضبط كلمة المرور",
  "password_rest_form_txt_01" => "كلمة المرور الحالية",
  "password_rest_form_txt_02" => "كلمة المرور الجديدة",
  "password_rest_form_txt_03" => "أعد كتابة كلمة المرور الجديدة",
  "password_rest_form_txt_04" => "تَلمِيح :",
  "password_rest_form_txt_05" => "تأكد من جعل كلمة المرور الخاصة بك قوية باستخدام سلسلة عشوائية من الأحرف والأرقام والرموز المختلطة.",

  //Conact Us//
  "about" => "عن",
  "read_more" => "أعرف أكثر",
  "get_in_touch" => "تواصل معنا , وكن علي إتصال",
  "contact_join_us" => "تواصل معنا وإنضم الينا",
  "visit_us" => "زورونا",
  "call_us" => "إتصل علينا",
  "mail_us" => "رأسلنا",
  "opening_hours" => "ساعات العمل",

  "visit_us_txt" => "زورنا في مكتبنا لتعرفنا أكثر",
  "call_us_txt" => "سنسعد جدا بإتصالك لنا",
  "mail_us_txt" => "راسلنا علي بريدنا الإلكتروني",
  "opening_hours_txt" => "ساعات العمل من 09:00 صباحا الي 06:00 مساء",

  "contact_us_form_01" => "ادخل اسمك هنا",
  "contact_us_form_02" => "ادخل بريدك الإلكتروني",
  "contact_us_form_03" => "ادخل رقم هاتفك",
  "contact_us_form_04" => "عنوان الرسالة",
  "contact_us_form_05" => "أكتب رسالتك وملاحظاتك إن وجدت",
  "contact_us_form_btn" => "إرسال",

  "live_chat" => "تواصل مباشر",
  "live_chat_txt" => "فريقنا المختص سيسعد جدا بالرد علي إسئلتك وإستفساراتك",
  "lets_chat" => "تواصل معناالان",

  //Careers//
  "careers" => "وظائف",
  "Careers" => "وظائف",
  "careers_details" => "تفاصيل الوظيفة",
  "description" => "وصف الوظيفة : ",
  "salary" => "المرتب : ",
  "aed" => "درهم",
  "AED" => "درهم",
  "SAR" => "ريال سعودي",
  "opening_date" => "مفتوحة من تاريخ : ",
  "closing_date" => "ينتهي تقديم الطلبات بتاريخ : ",
  "apply_now" => "قدم الان",
  "location_01" => "الموقع : ",
  "location_02" => "الإمارات العربية المتحدة",
  "location_03" => "دبي",
  "job_apply" => "قدم للوظيفة",
  "upload_resume" => "أرفق السيرة الذاتية",
  "note" => "ملاحظة : ",
  "note_01" => "نوع ملف السيرة الذاتية يجب ان يكون ضمن هذه الملفات فقط , (DOCX,DOC,PDF).",
  "note_02" => "حجم ملف السيرة الذاتية يجب ان لا يتجاوز ال3 ميقا فقط.",

  "success_msg" => "تم التقدم لهذه الوظيفة بنجاح , شكرا لك !",
  "failure_msg" => "حدث خطاء أثناء التقديم لهذه الوظيفة , حاول مرة أخري !",
  "exist_msg" => "لقد سبق وقدمت لهذه الوظيفة , لايمكنك التقديم مرة أخري !",
  "extensions_msg" => "لايمكن إرفاق ملف السيرة الذاتية هذا, ليس ضمن الملفات المدعومة !",
  "filesize_msg" => "حجم الملف أكبر من الحجم المسموح به",

  "Sign_in_to_apply" => "سجل الدخول للتقديم",
  "verification_txt" => "لم يتم التحقق من حسابك بعد, الرجاء مراجعة بريدك الالكتروني والضغط علي رابط التحقق",

  "no_vacancies" => "لاتوجد وظائف متاحة او متوفرة الان !",

  "about_page_text_sec_01_01" =>  "مرحبًا بك في DCM، المتجر الإلكتروني الخاص بك حيث تزدهر الشركات و تتحقق أحلام العملاء !",

  "about_page_text_sec_01_02" =>  "نحن نفخر بكوننا متجرًا شاملاً يرضي كل من العملاء والشركات على حدٍ سواء.",

  "about_page_text_sec_01_03" =>  "لعملائنا الكرام، نحن نقدم مجموعة واسعة من الماركات العالمية المفضلة لديكم، إلى جانب العروض والخصومات الحصرية لتعزيز تجربة التسوق الخاصة بكم.",

  "about_page_text_sec_01_04" =>  "بالنسبة لأصحاب الشركات و رواد الأعمال، يمكنكم الإشتراك في منصتنا الفريدة من نوعها، حيث سنوفر لكم التسويق المجاني، قاعدة بيانات ضخمة للعملاء، زيادة في حركة مرور الإحالة و غيرها من الخدمات دون فرض رسوم العمولة على مبيعاتكم.",

  "about_page_text_sec_01_05" =>  "انضم اليوم إلىDCM لتجربة فريدة من نوعها !",

  "about_page_text_sec_01_06" =>  "",

  //New FAQ//

  "faq_page_text_01" =>  "دليلك الشامل لفهم الكوبونات والأكواد الترويجية لتحقيق توفير كبير هل تبحث عن صفقة وخصم؟ لقد وصلت إلى الموقع المناسب عن طريق اختيار Dealsandcouponsmena.com. نحن متخصصون وخبراء في مساعدة المتسوقين عبر الإنترنت على توفير الكثير من المال وشراء العناصر المفضلة لديهم. لتجنب أي مشاكل، ننصح العملاء باستخدام قائمة كوبونات الخصم الإماراتية المعتمدة. يجب على المستخدمين لأول مرة التركيز على منطقة الأسئلة الشائعة لمزيد من المعلومات.",
  "faq_page_text_02" =>  "أسئلة مكررة",
  "faq_page_text_question_01" =>  " تعلم أكثر عن الكوبونات والخصومات",
  "faq_page_text_answer_01" =>  "يتم استخدام الأرقام أو الحروف الهجائية البسيطة ككوبونات أو رموز ترويجية لتحقيق الخصومات. يمكن أن تكون هذه المجموعة بأكملها في سلة التسوق أو مجرد عنصر أو علامة تجارية أو خدمة معينة. فيما يلي بعض الأسماء أو النماذج الإضافية لهذه الرموز.",

  "faq_page_text_question_02" =>  "هل تواجه مشكلة مع أكواد الخصومات؟",
  "faq_page_text_answer_02" =>  "يتم استخدام الأرقام أو الحروف الهجائية البسيطة ككوبونات أو رموز ترويجية لتحقيق الخصومات. يمكن أن تكون هذه للمجموعة بأكملها في سلة التسوق أو مجرد عنصر أو علامة تجارية أو خدمة معينة. فيما يلي بعض الأسماء أو النماذج الإضافية لهذه الرموز.",
  "faq_page_text_question_03" =>  "الكود لم يعد صالحا للإستخدام ؟",
  "faq_page_text_question_04" =>  "أحصل علي الإستثناء",
  "faq_page_text_question_05" =>  "أكواد الخصم حساسة للأحرف",
  "faq_page_text_question_06" =>  "الموقع او المنطقة",

  "faq_page_text_question_07" =>  "كيف تستخدم الكوبونات ؟",
  "faq_page_text_answer_07" =>  "تختلف تفاصيل كيفية تطبيق الرمز الترويجي أو رمز القسيمة من علامة تجارية إلى أخرى، ومن بائع تجزئة إلى آخر
  حالة إلى حالة. عادةً ما يكون لدى العملاء عبر الإنترنت خيار استرداد الرمز أو استخدامه عند الانتهاء من إجراء الدفع.
  يُطلب من العملاء اختيار مربع القسيمة لإدخال رمز القسيمة قبل إكمال إجراء الدفع.",

  "faq_page_text_answer_08" =>  "بينما تحاول بعض المتاجر جعل الأمور مربكة، ضع في اعتبارك أن هذه هي المرحلة الأكثر أهمية؛
  غالبية الوقت؛ تعرض المتاجر صندوق قسيمة مع زر تطبيق الرمز حتى يتمكن العملاء من التعرف عليه بسرعة.",

  "faq_page_text_answer_09" =>  "ملاحظة: إذا كنت تواجه صعوبات في العثور على صندوق القسيمة، تواصل مع ممثلي خدمة العملاء.",
  "faq_page_text_07" =>  "هل لديك أي إسئلة أخري؟",


  "faq_page_text_answer_02_01" =>  "تشمل المشكلات الشائعة ما يلي:",

  "faq_page_text_answer_02_02" =>  "الرموز منتهية الصلاحية: غالبًا ما تحتوي رموز الخصم على تواريخ انتهاء الصلاحية. إذا كنت تحاول استخدام القديم
   الكود، قد لا يعمل بعد الآن.",

  "faq_page_text_answer_02_03" =>  "الأخطاء المطبعية: تحقق جيدًا من الرمز الذي أدخلته. حتى خطأ مطبعي صغير يمكن
   منع تطبيقه بنجاح.",

  "faq_page_text_answer_02_04" =>  "تنطبق القيود: بعض الرموز صالحة فقط لمنتجات أو فئات أو طلب محدد
   قيم. تأكد من أن عملية الشراء تستوفي المعايير الموضحة للخصم.",

  "faq_page_text_answer_02_05" =>  "الاستخدام لمرة واحدة: لا يمكن استخدام رموز معينة إلا مرة واحدة لكل عميل. إذا كان لديك بالفعل
   استردته، فلن يعمل مرة أخرى.",

  "faq_page_text_answer_02_06" =>  "كيف يمكننا المساعدة:",
  "faq_page_text_answer_02_07" =>  "التحقق: يمكن لفريقنا التحقق من صحة الكود الخاص بك والتحقق من وجود أي مشكلات من جانبنا.",
  "faq_page_text_answer_02_08" =>  "استكشاف الأخطاء وإصلاحها: سنرشدك خلال عملية تطبيق رمز الخصم خطوة بخطوة
   خطوة للتأكد من أنها فعلت بشكل صحيح.",
  "faq_page_text_answer_02_09" =>  "الحلول البديلة: إذا كان الرمز الخاص بك لا يعمل، فيمكننا استكشاف خصومات بديلة أو
   الترقيات التي قد تكون مؤهلاً لها.",

  "faq_page_text_answer_02_10" =>  "أسباب محتملة:",
  "faq_page_text_answer_02_11" =>  "انتهاء الصلاحية: غالبًا ما تحتوي رموز الخصم على تواريخ انتهاء الصلاحية. إذا تجاوز الرمز صلاحيته
   الفترة، ربما لم تعد تعمل.",
  "faq_page_text_answer_02_12" =>  "الاستخدام الفردي: تم تصميم بعض الرموز للاستخدام مرة واحدة فقط. إذا كنت قد استردتها بالفعل، فهذا
   لن تكون صالحة لعمليات الشراء اللاحقة.",
  "faq_page_text_answer_02_13" =>  "شروط محددة: تخضع بعض الرموز لشروط محددة، مثل الحد الأدنى
   متطلبات الشراء أو القيود المفروضة على منتجات أو فئات معينة.",

  "faq_page_text_answer_02_14" =>  "كيف يمكننا ان نخدمك:",

  "faq_page_text_answer_02_15" =>  "استكشاف البدائل: إذا لم يعد الرمز الخاص بك صالحًا، فيمكننا استكشاف خصومات بديلة أو
  الترقيات التي قد تكون مؤهلاً لها.",
  "faq_page_text_answer_02_16" =>  "تقديم المساعدة: فريق دعم العملاء لدينا موجود لمساعدتك. لا تتردد في التواصل معنا
  لمزيد من التوضيح أو المساعدة بشأن طلبك.",
  "faq_page_text_answer_02_17" =>  "ردود الفعل: ملاحظاتك ذات قيمة بالنسبة لنا. إذا كان هناك أي شيء محدد ترغب في مشاركته
  بخصوص تجربتك مع الكود، كلنا آذان صاغية.",


  "faq_page_text_answer_02_18" =>  "إفهم الاستثناءات:",
  "faq_page_text_answer_02_19" =>  "قيود المنتج: تنطبق بعض الرموز على منتجات أو فئات محددة فقط. إذا كانت العناصر
  في عربة التسوق الخاصة بك مستبعدة من العرض الترويجي، فلن يكون الرمز صالحًا.",
  "faq_page_text_answer_02_20" =>  "الحد الأدنى لمتطلبات الشراء: تتطلب بعض الرموز حدًا أدنى لمبلغ الشراء
  مؤهلة للحصول على الخصومات. إذا كان إجمالي طلبك لا يلبي هذا المطلب، فقد لا يفي الرمز بذلك
  يتقدم.",


  "faq_page_text_answer_02_21" =>  "القيود الجغرافية: في بعض الحالات، تقتصر رموز الخصم على مناطق معينة أو
   بلدان. إذا كنت خارج المنطقة المؤهلة، فلن يكون الرمز صالحًا لعملية الشراء الخاصة بك.",

  "faq_page_text_answer_02_22" =>  "كيف يمكننا ان نساعدك",
  "faq_page_text_answer_02_23" =>  "التوضيح: يمكن لفريقنا تقديم توضيح بشأن أي استثناءات مرتبطة بـ
   رمز الخصم الذي تستخدمه.",

  "faq_page_text_answer_02_24" =>  "الخيارات البديلة: إذا كان الرمز الحالي الخاص بك خاضعًا للاستثناءات، فيمكننا استكشاف البديل
   الخصومات أو العروض الترويجية التي قد تناسب احتياجاتك بشكل أفضل.",
  "faq_page_text_answer_02_25" =>  "المساعدة الشخصية: تواصل مع فريق دعم العملاء لدينا للحصول على المساعدة الشخصية
   مساعدة. نحن هنا لضمان حصولك على أفضل تجربة تسوق ممكنة.",

  "faq_page_text_answer_02_26" =>  "إليك ما تحتاج إلى معرفته حول هذه المشكلة وكيف يمكننا مساعدتك:",
  "faq_page_text_answer_02_27" =>  "حساسية الاحرف:",

  "faq_page_text_answer_02_28" =>  "طبيعة حساسة لحالة الأحرف: بعض رموز الخصم حساسة لحالة الأحرف، مما يعني أن هذه الأحرف كبيرة
  ويجب إدخال الأحرف الصغيرة تمامًا كما هو منصوص عليه حتى يعمل الرمز.",


  "faq_page_text_answer_02_29" =>  "الأخطاء المطبعية: حتى الاختلاف البسيط في الكتابة بالأحرف الكبيرة يمكن أن يجعل الرمز غير صالح. تحقق مرة أخرى من حالة كل حرف لضمان الدقة.",

  "faq_page_text_answer_02_30" =>  "مشكلات النسخ واللصق: عند نسخ رمز ولصقه، تأكد من عدم وجود مسافات إضافية أو
   يتم تضمين الأحرف عن غير قصد، حيث يمكن أن يؤثر ذلك أيضًا على صحتها.",

  "faq_page_text_answer_02_31" =>  "كيف يمكننا مساعدتك",

  "faq_page_text_answer_02_32" =>  "التحقق: يمكن لفريقنا التحقق مما إذا كان رمز الخصم الذي تستخدمه حساسًا لحالة الأحرف
  وتقديم إرشادات بشأن التنسيق الصحيح.",

  "faq_page_text_answer_02_33" =>  "استكشاف الأخطاء وإصلاحها: إذا كنت لا تزال تواجه مشكلات، فيمكننا إرشادك خلال عملية
  إدخال الرمز يدويًا للتأكد من أنه تم بشكل صحيح.",

  "faq_page_text_answer_02_34" =>  "رموز الاستبدال: إذا استمر الرمز الحساس لحالة الأحرف في إثارة صعوبات، فيمكننا تقديم
  رمز الاستبدال أو الخصم البديل لضمان حصولك على التوفير الذي تستحقه.",


  "faq_page_text_answer_02_35" =>  "قد يؤثر موقعك أحيانًا على صلاحية رموز الخصم بسبب عوامل مختلفة. دعونا
  اكتشف كيف يمكن أن يؤثر الموقع على تجربة رمز الخصم الخاص بك وكيف يمكننا مساعدتك:",

  "faq_page_text_answer_02_36" =>  "الحدود الجغرافية:",

  "faq_page_text_answer_02_37" =>  "القيود الإقليمية: بعض رموز الخصم صالحة فقط في مناطق أو بلدان محددة. لو
  إذا كنت متواجدًا خارج المنطقة المحددة، فقد لا ينطبق الرمز على عملية الشراء الخاصة بك.",

  "faq_page_text_answer_02_38" =>  "اختلافات العملة: ترتبط رموز معينة بعملات أو مناطق معينة حيث
  يتم قبول العملة. إذا كان هناك عدم تطابق بين العملة المرتبطة بالرمز وموقعك، فقد لا يعمل.",

  "faq_page_text_answer_02_39" =>  "اختلافات العملة: ترتبط رموز معينة بعملات أو مناطق معينة حيث
  يتم قبول العملة. إذا كان هناك عدم تطابق بين العملة المرتبطة بالرمز وموقعك، فقد لا يعمل.",

  "faq_page_text_answer_02_40" =>  "التوضيح: يمكن لفريقنا تقديم توضيح بشأن أي قيود جغرافية مرتبطة بذلك
  مع رمز الخصم الذي تستخدمه.",

  "faq_page_text_answer_02_41" =>  "الحلول البديلة: إذا كان موقعك يؤثر على صلاحية الرمز الخاص بك، فيمكننا استكشافه
  الخصومات أو العروض الترويجية البديلة التي تنطبق على منطقتك..",

  "faq_page_text_answer_02_42" =>  "المساعدة الشخصية: تواصل مع فريق دعم العملاء لدينا للحصول على المساعدة الشخصية
  مساعدة. نحن هنا للتأكد من حصولك على الخصومات التي تكون مؤهلاً لها، بغض النظر
  من موقعك.",

  //Cookies//
  "cookies_policy" =>  "إتفاقية ملفات تعريف الارتباط",
  "cookie_para" => "يتم تعيين ملف تعريف الارتباط الدائم عند استخدام موقعنا على جهاز الكمبيوتر الخاص بك, من خلال ملفات تعريف الإرتباط يمكننا أن تتبع مشترياتك من شركائنا 
لن تتمكن من أن تتلقى أي إسترداد نقدي أو أي مكافآت مقابل أي عمليات شراء عبر الإنترنت تتم من خلال منصتنا إذا لم يتم تمكين ملفات تعريف الارتباط الدائمة هذه
.على حاسوبك
حظر/تمكين ملفات تعريف الارتباط: من خلال تغيير الإعدادات في متصفحك، يمكنك إختار قبول ملفات تعريف الارتباط أو رفضها. ومع ذلك، إذا تم تعطيل ملفات تعريف الارتباط
 قد لا تتمكن من الوصول إلى جميع العناصر التفاعلية منصتنا",
  "accept" =>  "قبول",
  "decline" =>  "رفض",
  "reject" =>  "رفض",

  "zero_commissions" =>  "أدفع 0% عمولة علي المبيعات.",
  "b2b_sme" =>  "الي أصحاب الأعمال الذين يتطلعون إلى توسيع نطاق الوصول والانتشار في السوق وزيادة المبيعات ؟ كن شريكًا معنا وافتح عالمًا من الفرص.",
  "dcm_website_stats" =>  "إحصائيات موقعنا : ",
  "avg_month_users" =>  "200k+ متوسط عدد المستخدمين شهريًا.",
  "page_views_monthly" =>  "500k+ مشاهدات الصفحة شهريا.",
  "subscribed_users_to_email" =>  "200k+ المستخدمين المشتركين في إشعار البريد الإلكتروني.",
  "premium_e_comm" =>  "77+ عملائنا من أصحاب العلامات التجارية المتميزة.",
  "sales_generated" =>  "100k+ المبيعات الناتجة عن علاماتنا التجارية المدرجة.",
  "gain_valuable" => "احصل على رؤى قيمة حول أداء متجرك بسهولة باستخدام لوحة البائع سهلة الاستخدام. تتبع المبيعات، وقم بتحليل البيانات الخاصة بمتجرك.",



  //New KSA FAQs//

  "faq_page_text_01_ksa" =>  "دليلك الشامل لفهم الكوبونات والأكواد الترويجية السعودية لتحقيق توفير كبير هل تبحث عن صفقة وخصم؟ لقد وصلت إلى الموقع المناسب عن طريق اختيار Dealsandcouponsmena.com. نحن متخصصون وخبراء في مساعدة المتسوقين عبر الإنترنت على توفير الكثير من المال وشراء العناصر المفضلة لديهم. لتجنب أي مشاكل، ننصح العملاء باستخدام قائمة كوبونات الخصم السعودية المعتمدة. يجب على المستخدمين لأول مرة التركيز على منطقة الأسئلة الشائعة لمزيد من المعلومات.",
  "faq_page_text_02_ksa" =>  "أسئلة مكررة",
  "faq_page_text_question_01_ksa" =>  " تعلم أكثر عن الكوبونات والخصومات",
  "faq_page_text_answer_01_ksa" =>  "يتم استخدام الأرقام أو الحروف الهجائية البسيطة ككوبونات أو رموز ترويجية لتحقيق الخصومات. يمكن أن تكون هذه المجموعة بأكملها في سلة التسوق أو مجرد عنصر أو علامة تجارية أو خدمة معينة. فيما يلي بعض الأسماء أو النماذج الإضافية لهذه الرموز.",
  "faq_page_text_question_02_ksa" =>  "هل تواجه مشكلة مع أكواد الخصومات؟",
  "faq_page_text_answer_02_ksa" =>  "يتم استخدام الأرقام أو الحروف الهجائية البسيطة ككوبونات أو رموز ترويجية لتحقيق الخصومات. يمكن أن تكون هذه للمجموعة بأكملها في سلة التسوق أو مجرد عنصر أو علامة تجارية أو خدمة معينة. فيما يلي بعض الأسماء أو النماذج الإضافية لهذه الرموز.",
  "faq_page_text_question_03_ksa" =>  "الكود لم يعد صالحا للإستخدام ؟",
  "faq_page_text_answer_03_ksa" =>  "لا يوجد",
  "faq_page_text_question_03_ksa" =>  "الكود لم يعد صالحا للإستخدام ؟",
  "faq_page_text_answer_03_ksa" =>  "لا يوجد",
  "faq_page_text_question_04_ksa" =>  "أحصل علي الإستثناء",
  "faq_page_text_answer_04_ksa" =>  "لا يوجد",
  "faq_page_text_question_05_ksa" =>  "أكواد الخصم حساسة للأحرف",
  "faq_page_text_answer_05_ksa" =>  "لا يوجد",
  "faq_page_text_question_06_ksa" =>  "موقع المشتريين",
  "faq_page_text_answer_06_ksa" =>  "لا يوجد",
  "faq_page_text_question_07_ksa" =>  "كيف تستخدم الكوبونات ؟",
  "faq_page_text_answer_07_ksa" =>  "تختلف تفاصيل كيفية تطبيق الرمز الترويجي أو رمز القسيمة من علامة تجارية إلى أخرى، ومن بائع تجزئة إلى آخر
  حالة إلى حالة. عادةً ما يكون لدى العملاء عبر الإنترنت خيار استرداد الرمز أو استخدامه عند الانتهاء من إجراء الدفع.
  يُطلب من العملاء اختيار مربع القسيمة لإدخال رمز القسيمة قبل إكمال إجراء الدفع.",

  "faq_page_text_answer_08_ksa" =>  "بينما تحاول بعض المتاجر جعل الأمور مربكة، ضع في اعتبارك أن هذه هي المرحلة الأكثر أهمية؛
  غالبية الوقت؛ تعرض المتاجر صندوق قسيمة مع زر تطبيق الرمز حتى يتمكن العملاء من التعرف عليه بسرعة.",

  "faq_page_text_answer_09_ksa" =>  "ملاحظة: إذا كنت تواجه صعوبات في العثور على صندوق القسيمة، تواصل مع ممثلي خدمة العملاء.",
  "faq_page_text_07_ksa" =>  "هل لديك أي إسئلة أخري؟",
  "contact_us_ksa" =>  "تواصل معنا",
  "ksa_coupons_list" =>  "كابون",
  "ksa_promo_list" =>  "برومو كود",
  "ksa_discount_list" =>  "كود تخفيض",
  "ksa_voucher_list" =>  "فاتورة",

  "faq_page_text_answer_02_01_ksa" =>  "تشمل المشاكل الشائعة ما يلي:",

  "faq_page_text_answer_02_02_ksa" =>  "الرموز منتهية الصلاحية: غالبًا ما تحتوي رموز الخصم على تواريخ انتهاء الصلاحية. إذا كنت تحاول استخدام القديم
   الكود، قد لا يعمل بعد الآن.",

  "faq_page_text_answer_02_03_ksa" =>  "الأخطاء المطبعية: تحقق جيدًا من الرمز الذي أدخلته. حتى خطأ مطبعي صغير يمكن
   منع تطبيقه بنجاح.",

  "faq_page_text_answer_02_04_ksa" =>  "تنطبق القيود: بعض الرموز صالحة فقط لمنتجات أو فئات أو طلب محدد
   قيم. تأكد من أن عملية الشراء تستوفي المعايير الموضحة للخصم.",

  "faq_page_text_answer_02_05_ksa" =>  "الاستخدام لمرة واحدة: لا يمكن استخدام رموز معينة إلا مرة واحدة لكل عميل. إذا كان لديك بالفعل
   استردته، فلن يعمل مرة أخرى.",

  "faq_page_text_answer_02_06_ksa" =>  "كيف يمكننا المساعدة:",
  "faq_page_text_answer_02_07_ksa" =>  "التحقق: يمكن لفريقنا التحقق من صحة الكود الخاص بك والتحقق من وجود أي مشكلات من جانبنا.",
  "faq_page_text_answer_02_08_ksa" =>  "استكشاف الأخطاء وإصلاحها: سنرشدك خلال عملية تطبيق رمز الخصم خطوة بخطوة
   خطوة للتأكد من أنها فعلت بشكل صحيح.",
  "faq_page_text_answer_02_09_ksa" =>  "الحلول البديلة: إذا كان الرمز الخاص بك لا يعمل، فيمكننا استكشاف خصومات بديلة أو
   الترقيات التي قد تكون مؤهلاً لها.",

  "faq_page_text_answer_02_10_ksa" =>  "أسباب محتملة:",
  "faq_page_text_answer_02_11_ksa" =>  "انتهاء الصلاحية: غالبًا ما تحتوي رموز الخصم على تواريخ انتهاء الصلاحية. إذا تجاوز الرمز صلاحيته
   الفترة، ربما لم تعد تعمل.",
  "faq_page_text_answer_02_12_ksa" =>  "الاستخدام الفردي: تم تصميم بعض الرموز للاستخدام مرة واحدة فقط. إذا كنت قد استردتها بالفعل، فهذا
   لن تكون صالحة لعمليات الشراء اللاحقة.",
  "faq_page_text_answer_02_13_ksa" =>  "شروط محددة: تخضع بعض الرموز لشروط محددة، مثل الحد الأدنى
   متطلبات الشراء أو القيود المفروضة على منتجات أو فئات معينة.",

  "faq_page_text_answer_02_14_ksa" =>  "كيف يمكننا ان نخدمك:",

  "faq_page_text_answer_02_15_ksa" =>  "استكشاف البدائل: إذا لم يعد الرمز الخاص بك صالحًا، فيمكننا استكشاف خصومات بديلة أو
  الترقيات التي قد تكون مؤهلاً لها.",
  "faq_page_text_answer_02_16_ksa" =>  "تقديم المساعدة: فريق دعم العملاء لدينا موجود لمساعدتك. لا تتردد في التواصل معنا
  لمزيد من التوضيح أو المساعدة بشأن طلبك.",
  "faq_page_text_answer_02_17_ksa" =>  "ردود الفعل: ملاحظاتك ذات قيمة بالنسبة لنا. إذا كان هناك أي شيء محدد ترغب في مشاركته
  بخصوص تجربتك مع الكود، كلنا آذان صاغية.",

  "faq_page_text_answer_02_18_ksa" =>  "إفهم الاستثناءات:",
  "faq_page_text_answer_02_19_ksa" =>  "قيود المنتج: تنطبق بعض الرموز على منتجات أو فئات محددة فقط. إذا كانت العناصر
  في عربة التسوق الخاصة بك مستبعدة من العرض الترويجي، فلن يكون الرمز صالحًا.",
  "faq_page_text_answer_02_20_ksa" =>  "الحد الأدنى لمتطلبات الشراء: تتطلب بعض الرموز حدًا أدنى لمبلغ الشراء
  مؤهلة للحصول على الخصومات. إذا كان إجمالي طلبك لا يلبي هذا المطلب، فقد لا يفي الرمز بذلك
  يتقدم.",

  "faq_page_text_answer_02_21_ksa" =>  "القيود الجغرافية: في بعض الحالات، تقتصر رموز الخصم على مناطق معينة أو
   بلدان. إذا كنت خارج المنطقة المؤهلة، فلن يكون الرمز صالحًا لعملية الشراء الخاصة بك.",

  "faq_page_text_answer_02_22_ksa" =>  "كيف يمكننا ان نساعدك",
  "faq_page_text_answer_02_23_ksa" =>  "التوضيح: يمكن لفريقنا تقديم توضيح بشأن أي استثناءات مرتبطة بـ
   رمز الخصم الذي تستخدمه.",

  "faq_page_text_answer_02_24_ksa" =>  "الخيارات البديلة: إذا كان الرمز الحالي الخاص بك خاضعًا للاستثناءات، فيمكننا استكشاف البديل
   الخصومات أو العروض الترويجية التي قد تناسب احتياجاتك بشكل أفضل.",
  "faq_page_text_answer_02_25_ksa" =>  "المساعدة الشخصية: تواصل مع فريق دعم العملاء لدينا للحصول على المساعدة الشخصية
   مساعدة. نحن هنا لضمان حصولك على أفضل تجربة تسوق ممكنة.",

  "faq_page_text_answer_02_26_ksa" =>  "إليك ما تحتاج إلى معرفته حول هذه المشكلة وكيف يمكننا مساعدتك:",
  "faq_page_text_answer_02_27_ksa" =>  "حساسية الاحرف:",

  "faq_page_text_answer_02_28_ksa" =>  "طبيعة حساسة لحالة الأحرف: بعض رموز الخصم حساسة لحالة الأحرف، مما يعني أن هذه الأحرف كبيرة
  ويجب إدخال الأحرف الصغيرة تمامًا كما هو منصوص عليه حتى يعمل الرمز.",

  "faq_page_text_answer_02_29_ksa" =>  "الأخطاء المطبعية: حتى الاختلاف البسيط في الكتابة بالأحرف الكبيرة يمكن أن يجعل الرمز غير صالح. تحقق مرة أخرى من حالة كل حرف لضمان الدقة.",

  "faq_page_text_answer_02_30_ksa" =>  "مشكلات النسخ واللصق: عند نسخ رمز ولصقه، تأكد من عدم وجود مسافات إضافية أو
   يتم تضمين الأحرف عن غير قصد، حيث يمكن أن يؤثر ذلك أيضًا على صحتها.",

  "faq_page_text_answer_02_31_ksa" =>  "كيف يمكننا مساعدتك",

  "faq_page_text_answer_02_32_ksa" =>  "التحقق: يمكن لفريقنا التحقق مما إذا كان رمز الخصم الذي تستخدمه حساسًا لحالة الأحرف
  وتقديم إرشادات بشأن التنسيق الصحيح.",

  "faq_page_text_answer_02_33_ksa" =>  "استكشاف الأخطاء وإصلاحها: إذا كنت لا تزال تواجه مشكلات، فيمكننا إرشادك خلال عملية
  إدخال الرمز يدويًا للتأكد من أنه تم بشكل صحيح.",

  "faq_page_text_answer_02_34_ksa" =>  "رموز الاستبدال: إذا استمر الرمز الحساس لحالة الأحرف في إثارة صعوبات، فيمكننا تقديم
  رمز الاستبدال أو الخصم البديل لضمان حصولك على التوفير الذي تستحقه.",

  "faq_page_text_answer_02_35_ksa" =>  "قد يؤثر موقعك أحيانًا على صلاحية رموز الخصم بسبب عوامل مختلفة. دعونا
  اكتشف كيف يمكن أن يؤثر الموقع على تجربة رمز الخصم الخاص بك وكيف يمكننا مساعدتك:",

  "faq_page_text_answer_02_36_ksa" =>  "الحدود الجغرافية:",

  "faq_page_text_answer_02_37_ksa" =>  "القيود الإقليمية: بعض رموز الخصم صالحة فقط في مناطق أو بلدان محددة. لو
  إذا كنت متواجدًا خارج المنطقة المحددة، فقد لا ينطبق الرمز على عملية الشراء الخاصة بك.",

  "faq_page_text_answer_02_38_ksa" =>  "اختلافات العملة: ترتبط رموز معينة بعملات أو مناطق معينة حيث
  يتم قبول العملة. إذا كان هناك عدم تطابق بين العملة المرتبطة بالرمز وموقعك، فقد لا يعمل.",

  "faq_page_text_answer_02_39_ksa" =>  "اختلافات العملة: ترتبط رموز معينة بعملات أو مناطق معينة حيث
  يتم قبول العملة. إذا كان هناك عدم تطابق بين العملة المرتبطة بالرمز وموقعك، فقد لا يعمل.",

  "faq_page_text_answer_02_40_ksa" =>  "التوضيح: يمكن لفريقنا تقديم توضيح بشأن أي قيود جغرافية مرتبطة بذلك
  مع رمز الخصم الذي تستخدمه.",

  "faq_page_text_answer_02_41_ksa" =>  "الحلول البديلة: إذا كان موقعك يؤثر على صلاحية الرمز الخاص بك، فيمكننا استكشافه
  الخصومات أو العروض الترويجية البديلة التي تنطبق على منطقتك..",

  "faq_page_text_answer_02_42_ksa" =>  "المساعدة الشخصية: تواصل مع فريق دعم العملاء لدينا للحصول على المساعدة الشخصية
  مساعدة. نحن هنا للتأكد من حصولك على الخصومات التي تكون مؤهلاً لها، بغض النظر
  من موقعك.",

  //Country Change 
  "country_change_para_1" => " أختار البلد المفضل.",
  "country_change_para_2_UAE" => " أنت على وشك الإنتقال إلى الموقع الإلكتروني الخاص بدولة الإمارات العربية المتحدة.",
  "country_change_para_2_KSA" => " أنت على وشك الإنتقال إلى الموقع الإلكتروني الخاص بالمملكة العربية السعودية.",
  "country_change_para_3" => " هل تريد أن :",
  "country_change_para_4_UAE" => " البقاء في الموقع الإلكتروني الخاص بدولة الإمارات العربية المتحدة.",
  "country_change_para_4_KSA" => " البقاء في الموقع الإلكتروني الخاص بالمملكة العربية السعودية.",

  "country_change_para_5_UAE" => " توجه إلى الموقع  الإلكتروني الخاص بدولة الإمارات العربية المتحدة.",
  "country_change_para_5_KSA" => " توجه إلى الموقع  الإلكتروني الخاص بالمملكة العربية السعودية.",

  "All Provices" => "جميع المدن",

  "whatsapp-channel" => "إنضم الى قناتنا",

  //Loyalty Program
  "dcm_coins" => "عملات DCM",
  "coins" => "عملات معدنية",
  "select_brand" => "إختار المتجر",
  "status_processing" => "تحت المعالجة",
  "status_accepted" => "تمت الموافقة",
  "status_rejected" => "تم الرفض",
  "transaction_history" => "سجل المعاملات",
  "serial_number" => "الرقم المتسلسل",
  "transaction_type" => "نوع المعاملة",
  "transaction_date" => "تاريخ المعاملة",
  "transaction_id" => "رقم المعاملة",
  "type" => "يكتب",

  "bnk_account_details" => "تفاصيل الحساب البنكي",
  "bnk_form_bnk_name" => "أختار إسم البنك",
  "bnk_form_account_holder_name" => "أدخل إسم صاحب الحساب",
  "bnk_form_bnk_iban" => "أدخل الIBAN الخاص بالحساب",
  "bnk_form_bnk_account_number" => "أدخل رقم الحساب",

  "request_number" => "رقم الطلب",
  "number_of_coins" => "العملات",
  "amount" => "المبلغ",
  "status" => "الحالة",
  "date" => "التاريخ",
  "your_coins" => "عملاتك",
  "rate" => "السعر",
  "aed" => "درهم إماراتي",

  //User Menus
  "hi_txt" => "مرحبا ,",
  "aed_txt" => "درهم",
  "aed_coin" => "عملات",
  "available_balance" => "الرصيد المتوفر: ",
  "pending_balance" => "الرصيد المعلق: ",
  "what_is_difference" => "ماهو الفرق بيننا وبين الأخرين ؟",
  "dashboard" => "الرئيسية",

  //General Text
  "question_mark" => "؟",
  "how_to_earn" => "كيف تحصل على؟",
  "refer_and_get" => "شارك وأحصل علي 1.5 درهم",
  "history" => "المعاملات السابقة",
  "we_are_glade" => "نحن سعداء بوجودك هنا!",
  "discover" => "إكتشف، تسوق واحصل على إسترداد نقدي على الفور!",

  "verify" => "تحقق",
  "available_balance_txt" => "الرصيد المتاح",
  "pending_balance_txt" => "الرصيد المعلق",
  "requested_cashback_txt" => "طلب إسترداد النقود",
  "approved_cashback_txt" => "طلب إسترداد موافق عليه",
  "total_coupons_used_txt" => "مجموع القسائم",
  "total_store_visits_txt" => "مجموع زيارة المتجر",
  "coupons_txt" => "قسائم",
  "visit_txt" => "زيارة",

  "otp_txt" => "أدخل كود التحقق",

  "referal_earn" => "Referal & Earn",

  "referal_how_it_wors" => "كيف تعمل الإحالة ؟",
  "referal_how_it_wors_txt_1" => "انسخ رابط الإحالة الخاص بك وشاركه مع أصدقائك.",
  "referal_how_it_wors_txt_2" => "عندما يقوم صديقك بالتسجيل ويبدأ التسوق لكسب استرداد نقدي.",
  "referal_how_it_wors_txt_3" => "بمجرد أن يجمع صديقك 20 درهمًا من الاسترداد النقدي، سيحصل كل منكما على مكافأة قدرها 15 درهمًا.",

  "referal_terms_txt" => "شروط الإحالة: ",
  "referal_terms_txt_1" => "للتأهل للحصول على مكافأة الإحالة، تأكد من قيام صديقك بالتسجيل باستخدام رمز الإحالة الفريد الخاص بك وكسب 20 درهمًا من الاسترداد النقدي المؤكد عن طريق التسوق على DCM.",
  "referal_terms_txt_2" => "لسحب مكافأة الإحالة الخاصة بك، يجب أن تكون مستخدمًا نشطًا وأن يكون لديك حد أدنى للاسترداد النقدي المؤكد يبلغ 20 درهمًا إماراتيًا على الأقل عن طريق التسوق على DCM.",
  "referal_terms_txt_3" => "يرجى الرجوع إلى ",
  "referal_terms_txt_4" => "الشروط والأحكام",
  "referal_terms_txt_5" => "للحصول على التفاصيل الكاملة للبرنامج.",

  "referal_link_txt" => "رابط الإحالة الخاص بك.",

  "referal_copy_link_txt" => "إنسخ الرابط",
  "referal_invite_by_email_txt" => "ادعو بواسطة البريد الإلكتروني",
  "referal_invite_by_email_txt_1" => "يمكنك دعوة أصدقائك عن طريق عنوان بريدهم الإلكتروني.",

  "referal_invite_s_media_txt" => "الدعوة عبر وسائل التواصل الاجتماعي",
  "referal_invite_s_media_txt_2" => "يمكنك استخدام وسائل التواصل الاجتماعي لمشاركة رابط الإحالة مع أصدقائك.",

  "withdraw_payment_txt" => "اسحب عملاتك المعدنية إلى أموال نقدية حقيقية يتم إيداعها على الفور في حسابك البنكي!",
  "cash_withdraw_request" => "طلب سحب نقدي",
  "coins_to_aed_rate" => "العملات المعدنية لسعر الدرهم",
  "equals_txt" => "يعادل",
  "rate_txt" => "يعادل",
  "submit_txt" => "إطلب",

  //Landing page
  "how_to_earn_txt" => "كيف تحصل علي الإسترداد النقدي؟",
  "how_to_earn_txt_1" => "المال يجلب المزيد من المال، أليس كذلك؟ حسنًا،",
  "how_to_earn_txt_2" => "نعم مع",
  "how_to_earn_txt_3" => "DCM",
  "how_to_earn_txt_4" => "في كل مرة",
  "how_to_earn_txt_5" => "تتسوق أحصل علي 2$ ممنوحة مننا",
  "how_to_earn_txt_6" => "موقعنا الإلكتروني",
  "how_to_earn_txt_7" => "تحصل علي فرصة لإسترداد نقودك.",
  "how_to_earn_txt_8" => "ابدأ التسوق الآن",

  "how_to_earn_setps_txt_1" => "1. قم بالتسجيل للحصول على حساب:",
  "how_to_earn_setps_txt_2" => "سجل وانشئ حسابك معنا",
  "how_to_earn_setps_txt_3" => "2. تسوق كالمعتاد:",
  "how_to_earn_setps_txt_4" => "تسوق وأكتشف المتاجر, زور متجرك المفضل وابدء عملية الشراء, سنتابع عملية البيع وسنضيف المبلغ الي محفظتك تلقائيا.",
  "how_to_earn_setps_txt_5" => "3. اختر كيفية سحب النقود الخاصة بك:",
  "how_to_earn_setps_txt_6" => "يمكنك بعد ذلك تحويل النقود الخاصة  بك إلى حسابك المصرفي أو سحبها كبطاقة هدايا على الفور.",

  "edit_information_btn" => "عدل المعلومات",
  "success_bnk_msg" => "تم حفظ/تعديل بيانات الحصاب البنكي بنجاح!",
  "error_bnk_msg" => "حدث خطاء أثناء تعديل/حفظ بيانات الحساب البنكي!",

  "email_verfication_msg_txt_1" => "لتفعيل عملية سحب النقود، يرجى التحقق من بريدك الإلكتروني للحصول على رمز التحقق!",

  "sign_up_sign_in" => "أنشئ حساب / سجل الدخول",

  "cashback_txt" => "إنشئ حساب او سجل الدخول, لتسترد نقودك معنا",
  "join_now_txt" => "إنضم الينا الان او سجل الدخول",

];
